tap "charmbracelet/tap"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "jsontypedef/jsontypedef"
tap "kenanbek/dbui", "https://github.com/kenanbek/dbui"
brew "act"
brew "xz"
brew "atuin"
brew "autoconf"
brew "openssl@3"
brew "bat"
brew "sqlite"
brew "bpytop"
brew "gcc"
brew "btop"
brew "glib"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "deno"
brew "docker", link: false
brew "duti"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "fop"
brew "fswatch"
brew "fwup"
brew "fzf"
brew "gawk"
brew "gdu"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-quick-stats"
brew "glow"
brew "unbound"
brew "gnupg"
brew "go"
brew "pkg-config"
brew "gobject-introspection"
brew "gource"
brew "grep"
brew "gum"
brew "htop"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "leiningen"
brew "libical"
brew "librsvg"
brew "libxslt"
brew "z3", link: false
brew "llvm"
brew "lsd"
brew "lsusb"
brew "lua"
brew "magic-wormhole"
brew "mingw-w64"
brew "mise"
brew "mitmproxy"
brew "ncdu"
brew "neovim"
brew "node"
brew "nvm"
brew "openslide"
brew "p7zip"
brew "picocom"
brew "pinentry-mac"
brew "poppler"
brew "pre-commit"
brew "ripgrep"
brew "rustup"
brew "scc"
brew "smug"
brew "squashfs"
brew "starship"
brew "tcptraceroute"
brew "thefuck"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "vips"
brew "vlang"
brew "wakeonlan"
brew "wget"
brew "wxwidgets"
brew "xclip"
brew "yarn"
brew "zoxide"
brew "charmbracelet/tap/skate"
brew "coursier/formulas/coursier"
brew "jsontypedef/jsontypedef/jtd-infer"
cask "amethyst"
cask "docker"
cask "google-cloud-sdk"
cask "hyperdock"
cask "kap"
cask "meld"
cask "modern-csv"
cask "ngrok"
cask "powershell"
cask "sourcetree"
cask "stats"
cask "tabby"
cask "unnaturalscrollwheels"
cask "warp"
